{
	"quotes": [
		{
			"id": 1,
			"text": "The most common way people give up their power is by thinking they don’t have any. Remember, you always have the power to choose your thoughts, your actions, and your reactions.",
			"source": "Alice Walker"
		},
		{
			"id": 2,
			"text": "The journey of a thousand miles begins with a single step. Don't be afraid to take that first step, even if you don't see the whole road ahead. Every accomplishment starts with the courage to begin.",
			"source": "Lao Tzu"
		},
		{
			"id": 3,
			"text": "What lies behind us and what lies before us are tiny matters compared to what lies within us. And when you bring what is within you out into the world, miracles happen.",
			"source": "Henry S. Haskins"
		},
		{
			"id": 4,
			"text": "Our greatest glory is not in never falling, but in rising every time we fall. The only true failure is giving up. Everything else is just a learning experience.",
			"source": "Confucius"
		},
		{
			"id": 5,
			"text": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.",
			"source": "Ralph Waldo Emerson"
		},
		{
			"id": 6,
			"text": "Don't judge each day by the harvest you reap but by the seeds that you plant. The seeds of kindness, hard work, and perseverance will eventually yield a bountiful harvest.",
			"source": "Robert Louis Stevenson"
		},
		{
			"id": 7,
			"text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart. Let your heart guide you towards what truly matters.",
			"source": "Helen Keller"
		},
		{
			"id": 8,
			"text": "Success is not final, failure is not fatal: It is the courage to continue that counts. Keep moving forward, even when faced with setbacks, and you will eventually reach your destination.",
			"source": "Winston Churchill"
		},
		{
			"id": 9,
			"text": "The true measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy. Embrace challenges as opportunities for growth.",
			"source": "Martin Luther King Jr."
		},
		{
			"id": 10,
			"text": "Life is really simple, but we insist on making it complicated. Focus on what truly matters, let go of the unnecessary, and find joy in the present moment.",
			"source": "Confucius"
		}
	]
}
